{
  "frosty-faustings-xviii-2026": {
    "name": "Frosty Faustings XVIII 2026",
    "slug": "frosty-faustings-xviii-2026",
    "startAt": 1769709600,
    "endAt": 1770004800,
    "startDate": "2026-01-29",
    "endDate": "2026-02-01",
    "dates": "Jan 29 - Feb 1, 2026",
    "location": "70 Yorktown Center, Lombard, IL 60148, USA",
    "venueName": "The Westin Chicago Lombard",
    "url": "https://frostyfaustings.com/",
    "tier": "A",
    "prizes": "$50,000 (2XKO)",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/tampaneversleeps",
    "scheduleLink": "https://x.com/FrostyFaustings/status/2013296825113956405?s=20",
    "description": "<p>Frosty Faustings XVIII 2026 is the 18th annual edition of the Midwest’s largest fighting game festival. Held at the Westin Chicago Lombard, this four-day event is celebrated for its massive variety of tournaments, 24-hour venue access, and unique 'convention-style' atmosphere. While historically known as a haven for anime fighters, the event has evolved into a global major for all fighting game disciplines, including Street Fighter 6, Tekken 8, and the highly anticipated 2XKO.</p><p>The 2026 event distinguishes itself with one of the most diverse lineups in the FGC, running nearly 30 main stage games. A major headline for 2026 is the official partnership with Riot Games for 2XKO, featuring a special mixed-mode tournament with a $50,000 prize pool. For Street Fighter 6 players, the event offers a massive singles bracket and the unique Sunday Special 2v2 Waseda-style Team Tournament, a format that emphasizes team strategy.</p><p>Unlike many esports majors, the venue remains open 24 hours a day from Thursday to Sunday, allowing for non-stop casual matches and community events like the famous late-night Karaoke and Artist Alley. The Westin Chicago Lombard is located approximately 25 minutes from O'Hare International Airport, with registration available via Start.gg.</p>",
    "notablePlayers": [
      "Punk",
      "GO1",
      "Riddles",
      "JAK",
      "MJ_Gama",
      "iDom",
      "Threeyes",
      "Play_guy",
      "Docmorales24",
      "Thunder DeLangis",
      "小路KOG",
      "Squall"
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "perfect-storm-2026": {
    "name": "Perfect Storm 2026",
    "slug": "perfect-storm-2026",
    "startAt": 1770418800,
    "endAt": 1770613140,
    "startDate": "2026-02-06",
    "endDate": "2026-02-08",
    "dates": "Feb 6-8, 2026",
    "location": "100 Kent St, Ottawa, ON K1P 5R7, Canada",
    "venueName": "Ottawa Marriott Hotel-Victoria Ballroom",
    "url": "https://www.start.gg/tournament/perfect-storm-2026",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
   "description": "<strong>Perfect Storm 2026</strong> is a major fighting game community tournament scheduled to take place in Ottawa, Ontario, Canada. The three-day event runs from February 6 through February 8, 2026, and serves as a central hub for competitive play in the region.</p><p>The tournament will be hosted at the <strong>Ottawa Marriott Hotel</strong> on Kent Street. The event utilizes the Victoria Ballroom, providing over 8,000 square feet of venue space for tournament brackets, casual setups, and vendor areas.</p><h3>Tournament Lineup and Featured Games</h3><p>Perfect Storm 2026 features a diverse roster of competitive titles, ranging from current industry standards to legacy games. The confirmed main lineup includes:</p><ul><li><strong>Street Fighter 6</strong></li><li><strong>Tekken 8</strong></li><li><strong>Guilty Gear -Strive-</strong></li><li><strong>Granblue Fantasy Versus: Rising</strong></li><li><strong>Under Night In-Birth II Sys:Celes</strong></li></ul><p>The competitive roster is rounded out by the latest generation of heavy hitters, including the recently released <strong>2XKO (PC)</strong> and the established <strong>Fatal Fury: City of the Wolves</strong>.</p><p>In addition to the main stage games, the event supports a variety of side tournaments, including <em>Ultimate Marvel vs. Capcom 3</em>, <em>Street Fighter III: 3rd Strike</em>, and <em>BlazBlue: Centralfiction</em>.</p><h3>Registration and Logistics</h3><p>Competitors and spectators can register for the event online. The registration period is divided into three tiers based on the date of purchase:</p><ul><li><strong>Early Bird Registration:</strong> Ends December 7, 2025</li><li><strong>Regular Registration:</strong> Ends January 11, 2026</li><li><strong>Late Registration:</strong> Ends January 31, 2026</li></ul><p>Spectator passes are available for attendees not participating in the brackets. The venue is located near the Lyon O-Train Station in downtown Ottawa, providing access to local transit and accommodation options.</p><p>For full rules, pooled brackets, and specific scheduling details, interested parties can view the official event page on <strong>start.gg</strong>.",
    "notablePlayers": [
      "LoDE",
      "Spookymemes",
      "Edgoron"
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "genesis-x3": {
    "name": "Genesis X3",
    "slug": "genesis-x3",
    "startAt": 1770998400,
    "endAt": 1771228799,
    "startDate": "2026-02-13",
    "endDate": "2026-02-15",
    "dates": "Feb 13 - 15, 2026",
    "location": "150 W San Carlos St, San Jose, CA 95113, USA",
    "venueName": "San Jose McEnery Convention Center",
    "url": "https://genesis.gg/",
    "tier": "B",
    "prizes": "TBD",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/genesisgg_4",
    "scheduleLink": "https://docs.google.com/spreadsheets/d/e/2PACX-1vSAegaKKOT2_D2iyOB-vbo_cZu3H1u6sS7OeBcWy2MqaeAkQMIao-BpIULAFys1jOcgd_Ei9IHk9B0y/pubhtml?gid=30414474&single=true",
    "description": "<p>Genesis X3 returns to the San Jose McEnery Convention Center from February 13–15, 2026. While primarily known as the largest grassroots Super Smash Bros. tournament in the world, the event maintains a dedicated footprint for the traditional Fighting Game Community, featuring Street Fighter 6 as a main competitive title.</p><p>For Street Fighter competitors, Genesis offers a change of pace from the high-pressure Capcom Pro Tour circuit. It typically falls into the 'community major' tier, meaning fewer global travelers but a concentrated pool of strong North American talent. Previous iterations have drawn top-level competitors like iDom, Nephew, and Riddles to the bracket.</p><p>The defining feature of Genesis for an SF6 player is the venue culture. Unlike standard esports events, Genesis X3 offers a 24-hour venue policy for competitors. This 'convention-style' access allows for overnight money matches, endless casual sets, and access to a massive arcade and rhythm game section, creating a festival atmosphere that persists long after tournament brackets conclude for the day.</p>",
    "notablePlayers": [
      "Samurai",
      "MOTHMAN",
      "TreeWiz"
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "capcom-cup-12": {
    "name": "Capcom Cup 12",
    "slug": "capcom-cup-12",
    "startAt": 1773190800,
    "endAt": 1773586740,
    "startDate": "2026-03-11",
    "endDate": "2026-03-15",
    "dates": "Mar 11-15, 2026",
    "location": "1-chōme-3-28 Yokoami, Sumida City, Tokyo 130-0015, Japan",
    "venueName": "Ryōgoku Kokugikan",
    "url": "https://sf.esports.capcom.com/capcomcup/cc12/en/",
    "tier": "S+",
    "prizes": "$1,282,000",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/capcomfighters",
    "scheduleLink": "https://sf.esports.capcom.com/capcomcup/cc12/en/",
    "description": "<p><strong>Capcom Cup 12</strong> returns to Japan to crown the 2025 world champion for <em>Street Fighter 6</em>. As the grand finale of the Capcom Pro Tour (CPT), this event brings together the season's 48 most dominant players to compete in the hallowed halls of the <strong>Ryōgoku Kokugikan</strong> in Tokyo.</p><p>This year's tournament promises to be a historic clash of generations, featuring a mix of seasoned legends like <strong>MenaRD</strong>, <strong>Punk</strong>, and <strong>Xiaohai</strong>, alongside the rising stars of the modern era.</p><h3>A Major Roster Shake-Up: Kakeru Retires</h3><p>The road to Tokyo has taken a dramatic turn with the absence of the defending champion. <strong>Kakeru</strong>, the Capcom Cup 11 winner, officially vacated his qualification spot in October 2025 following a difficult few months involving a withdrawal from the Esports World Cup and an eventual retirement from professional competition.</p><p>His automatic qualification spot has been transferred to <strong>AngryBird</strong>, the 4th place finisher from the previous cup, adding a dangerous veteran back into the bracket.</p><p><em><strong>Related News:</strong> <a href=\"/news/kakeru-steps-down-from-zeta-division-retires-from-competition-citing-neurological-disorder/\">Kakeru retires citing neurological disorder</a></em></p><h3>Tournament Format & Schedule</h3><p>The 48 qualified players will face a grueling multi-stage gauntlet:<ul><li><strong>Phase 1 (Mar 11-12):</strong> 12 Groups of 4 players (Double Elimination, FT3).</li><li><strong>Phase 2 (Mar 13):</strong> Round-robin groups for Phase 1 runner-ups (FT3).</li><li><strong>Top 16 Finals (Mar 14):</strong> Single Elimination bracket (FT5).</li><li><strong>SFL World Championship (Mar 15):</strong> The best teams from the US, Europe, and Japan leagues clash for world dominance.</li></ul></p><h3>How to Watch: The New Pay-Per-View Model</h3><p>For the first time in the tour's history, the conclusion of the event will be behind a paywall. While the group stages (March 11-13) will remain free to watch on YouTube and Twitch, the <strong>Top 16 Finals</strong> and the <strong>Street Fighter League World Championship</strong> will require a paid ticket.</p><p>Note that the cost of admission may be subject to change. Following community reaction, Capcom announced they were reviewing the pricing structure prior to the event.</p><p><em><strong>Latest Update:</strong> <a href=\"/news/capcom-says-ppv-pricing-update-coming-for-capcom-cup-12-and-sfl-world-championship/\">Capcom says PPV pricing update is coming</a></em></p>",
    "notablePlayers": [
      "MenaRD",
      "Punk",
      "Xiaohai",
      "AngryBird",
      "Big Bird",
      "Momochi",
      "NuckleDu",
      "gachikun",
      "Fuudo",
      "EndingWalker",
      "Leshar",
      "Kawano"
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "texas-showdown-2026": {
    "name": "Texas Showdown 2026",
    "slug": "texas-showdown-2026",
    "startAt": 1774612800,
    "endAt": 1774828799,
    "startDate": "2026-03-27",
    "endDate": "2026-03-29",
    "dates": "Mar 27-29, 2026",
    "location": "2001 Post Oak Blvd, Houston, TX 77056, USA",
    "venueName": "Hilton Houston Post Oak by the Galleria",
    "url": "https://www.txshowdown.com/",
    "tier": "A",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "<p>Texas Showdown 2026 marks the 25th anniversary of this longstanding tournament, scheduled to take place from March 27 through March 29, 2026. As one of the longest-running competitive events in the region, the tournament acts as a primary hub for players across the Southwest, offering a mix of official brackets and casual play.</p><p>The event is hosted at the Hilton Post Oak at the Galleria in Houston, Texas. This venue houses the main competition hall, providing space for tournament pools, finals, vendor areas, and community gaming setups throughout the weekend.</p><p>The 2026 lineup includes over 25 official tournaments, split between modern releases and legacy titles. Confirmed games include Street Fighter 6, TEKKEN 8, Mortal Kombat 1, and Fatal Fury: City of the Wolves, alongside classic competitions for Marvel vs. Capcom 2 and Super Street Fighter II Turbo.</p><p>Texas Showdown 2026 continues to operate as a central meeting point for the Fighting Game Community, providing a standardized tournament environment that accommodates both the latest competitive scenes and the preservation of retro fighting game history.</p>",
    "notablePlayers": [],
    "isArchived": false,
    "excludeFromSite": false
  },
  "evo-japan-2026": {
    "name": "Evo Japan 2026",
    "slug": "evo-japan-2026",
    "startAt": 1777593600,
    "endAt": 1777809600,
    "startDate": "2026-05-01",
    "endDate": "2026-05-03",
    "dates": "May 1-3, 2026",
    "location": "3-chōme-11-1 Ariake, Koto City, Tokyo 135-0063, Japan",
    "venueName": "Tokyo Big Sight (East Hall 1-3)",
    "url": "https://www.evojapan.gg/",
    "tier": "S+",
    "prizes": "¥30,000,000 JPY",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "<strong>Evo Japan 2026</strong> marks the return of the world's most prestigious fighting game brand to Tokyo. Scheduled for May 1 through May 3, 2026, the event will take place at the iconic <strong>Tokyo Big Sight</strong>, utilizing East Halls 1-3 to accommodate thousands of global competitors and spectators.</p><p>As the first Evo event of the 2026 season, the tournament features a massive 12-game lineup. In a major shift for the series, the <strong>Arena Finals (Main Stage)</strong> will be determined entirely by player support: the six games with the highest registration numbers will secure the coveted main stage slots.</p><h3>Record-Breaking Prize Pool</h3><p>The 2026 iteration boasts the largest prize pool in the event's history, with a total of <strong>30 million yen</strong> up for grabs across all titles. This doubles the previous year's offering, raising the stakes significantly for the global talent in attendance.</p><h3>Debut Titles and Legacy Games</h3><p>This year's iteration introduces several major titles to the Evo Japan competitive circuit for the first time. Attendees will compete in the highly anticipated team-based fighter <strong>2XKO</strong> and SNK's newest entry, <strong>Fatal Fury: City of the Wolves</strong>. Additionally, <strong>Virtua Fighter 5 R.E.V.O. World Stage</strong> makes its debut, signaling a resurgence for the 3D fighting game series.</p><p>Honoring the region's rich arcade history, the lineup also includes the legendary <em>Hokuto no Ken</em> (Fist of the North Star), alongside returning favorites like <em>Granblue Fantasy Versus: Rising</em>, <em>The King of Fighters XV</em>, <em>Melty Blood: Type Lumina</em>, <em>Under Night In-Birth II Sys:Celes</em>, and <em>Vampire Savior</em>.</p><h3>Registration</h3><p>Registration and ticket sales are managed through the official Evo Japan website. Competitors can purchase Early Bird tickets for a limited time, with general admission passes available for spectators wishing to experience the event floor and vendor exhibits.",
    "notablePlayers": [
      "Blaz",
      "kobayan",
      "Momochi",
      "sahara.",
      "Higuchi",
      "GO1",
      "Oil King",
      "kingsvega",
      "Zhen",
      "Kawano",
      "Hikaru",
      "Jr."
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "combo-breaker-2026": {
    "name": "Combo Breaker 2026",
    "slug": "combo-breaker-2026",
    "startAt": 1779422400,
    "endAt": 1779667199,
    "startDate": "2026-05-22",
    "endDate": "2026-05-24",
    "dates": "May 22 - 24, 2026",
    "location": "1551 Thoreau Dr N, Schaumburg, IL 60173, USA",
    "venueName": "Renaissance Schaumburg Convention Center",
    "url": "https://combobreaker.org/",
    "tier": "S+",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "<p>Combo Breaker 2026 returns to the Renaissance Schaumburg Convention Center for its annual Memorial Day Weekend celebration of fighting games. Scheduled for May 22–24, 2026, the event is one of the largest competitive gaming conventions in North America, featuring a 24-game official tournament lineup that includes Street Fighter 6, Tekken 8, 2XKO, and Fatal Fury: City of the Wolves.</p><p>Registration is managed via start.gg with an attendance cap of 8,500. The event is known for its 24/7 venue access, massive Artist Alley, and the 'All In Together' program, which allocates dedicated resources for community-run side tournaments. Early bird registration for competitors ($115) and spectators ($90) is available until February 1, 2026.</p>",
    "notablePlayers": [],
    "isArchived": false,
    "excludeFromSite": false
  }
}