{
  "thaiger-uppercut-2025": {
    "name": "Thaiger Uppercut 2025",
    "slug": "thaiger-uppercut-2025",
    "startAt": 1764301200,
    "endAt": 1764511200,
    "startDate": "2025-11-28",
    "endDate": "2025-11-30",
    "dates": "Nov 28-30, 2025",
    "location": "IMPACT Muang Thong Thani, Tambon Ban Mai, Amphoe Pak Kret, Chang Wat Nonthaburi 11120, Thailand",
    "venueName": "The Portal Ballroom",
    "url": "https://www.tgu.gg/",
    "tier": "B",
    "prizes": "฿42,000",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/tgu_main",
    "scheduleLink": "https://x.com/TGUteam/status/1993201240969560230?s=20",
    "description": "<p>Thaiger Uppercut 2025 (TGU 2025) marks the 13th anniversary of Thailand’s premier fighting game major. Hosted at The Portal Ballroom @ IMPACT Muang Thong Thani, this event stands as one of Southeast Asia's critical competitive hubs. For Street Fighter 6 players and fans, TGU 2025 offers a massive dedicated bracket and unique community events in the heart of Bangkok.</p><p>TGU 2025 features a robust schedule designed for competitive depth and community engagement. In addition to the main singles bracket, the event will host a special Street Fighter 6 3v3 Team Tournament on Friday featuring a 'Last Man Standing' format. While the event focuses heavily on the SF6 community, it remains a global powerhouse in the FGC ecosystem, simultaneously hosting Master and Gold tier events for other titles like Tekken 8 and Guilty Gear -STRIVE-.</p><p>The tournament takes place at IMPACT Muang Thong Thani, easily accessible via the Pink Line Monorail. Passes are available in Competitor and Spectator tiers, with the venue offering an Artist Alley, Indie Game Showcase, and a dedicated Retro Game & Toy Zone.</p>",
    "notablePlayers": [
      "Burnoutfighter",
      "Book"
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "the-iron-crown-29": {
    "name": "The Iron Crown 29",
    "slug": "the-iron-crown-29",
    "startAt": 1765036800,
    "endAt": 1765072800,
    "startDate": "2025-12-07",
    "endDate": "2025-12-07",
    "dates": "Dec 7, 2025",
    "location": "1359 Albany Hwy, Cannington WA 6107, Australia",
    "venueName": "",
    "url": "https://www.start.gg/tournament/the-iron-crown-29",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "The Iron Crown 29 is scheduled for Dec 7, 2025 in 1359 Albany Hwy, Cannington WA 6107, Australia. Featuring Street Fighter 6. Registered top players include FREESER.",
    "notablePlayers": [
      "FREESER"
    ],
    "isArchived": false,
    "excludeFromSite": true
  },
  "mindset-2025": {
    "name": "MINDSET 2025",
    "slug": "mindset-2025",
    "startAt": 1764405000,
    "endAt": 1764522000,
    "startDate": "2025-11-29",
    "endDate": "2025-11-30",
    "dates": "Nov 29-30, 2025",
    "location": "65 Rue Germaine Tillion, 92700 Colombes, France",
    "venueName": "KOPSTER Hotel Residence Paris Ouest Colombes",
    "url": "https://nsxc.gg/mindset/",
    "tier": "B",
    "prizes": "€1,000",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/mistahcrimson",
    "scheduleLink": "https://x.com/_NSxC/status/1986780974378586260?s=20",
    "description": "<p>MINDSET 2025 is a two day fighting game tournament in Colombes, just outside Paris, running November 29 and 30 at KOPSTER Hotel Residence Paris Ouest Colombes, 65 Rue Germaine Tillion. The event is built as a dedicated weekend for versus fighting, inviting players from across France and beyond to compete, stay on site and make the most of a full schedule in one location.</p><p>The game lineup covers a wide range of styles: Street Fighter 6, Tekken 8, Guilty Gear Strive, Granblue Fantasy Versus Rising, Guilty Gear Xrd Rev 2, 2XKO, Fatal Fury City of the Wolves and Hunter x Hunter Nen Impact. This mix of modern flagship titles, anime fighters and new releases gives players multiple brackets to enter whether they focus on traditional 2D games, 3D fighters or team based action, with some titles also tied into official tour circuits for competitors tracking season long results.</p><p>Beyond the brackets, MINDSET 2025 is presented as an inclusive event that emphasizes accessibility, diversity and fair play, aiming to create an environment where players can challenge themselves, build confidence and connect with the wider fighting game community around shared values as well as matches.</p>",
    "notablePlayers": [
      "Mister Crimson",
      "Kilzyou",
      "Akainu",
      "s4ltyKiD",
      "Alphen",
      "JuniorLeo",
      "Kayne"
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "the-noodle-fest-2025": {
    "name": "The Noodle Fest 2025",
    "slug": "the-noodle-fest-2025",
    "startAt": 1764428400,
    "endAt": 1765080000,
    "startDate": "2025-11-29",
    "endDate": "2025-12-06",
    "dates": "Nov 29-Dec 6, 2025",
    "location": "3248 Rue Jean-Yves, Kirkland, QC H9J 2R6, Canada",
    "venueName": "Noodle Empire Esports & Game Center",
    "url": "https://www.noodleempire.com/event-details/the-noodle-fest-2025",
    "tier": "B",
    "prizes": "$2,000",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/mtl_underground",
    "scheduleLink": "https://drive.google.com/file/d/1fyqUc6scXUzUHWPMqRtfd6E-4Z7hLhqn/view",
    "description": "<p>The Noodle Fest 2025 is a week long fighting game and community festival in Kirkland, Quebec, running from November 29 to December 6, 2025 at Noodle Empire’s gaming and esports center on Rue Jean-Yves. Framed as a crossover celebration for Noodle Empire’s third anniversary, it brings together a full schedule of tournaments, special events and hangout time under one roof, with more than a dozen featured games and over two thousand dollars in prizes and pot bonuses across the week.</p><p>The lineup highlights both platform fighters and traditional fighting games, with brackets for Street Fighter 6, Tekken 8, Super Smash Bros Ultimate, Super Smash Bros Melee, Rivals 2, Guilty Gear Strive and 2XKO among the core competitions. Different titles are given their own dedicated day of play, supported by targeted pot bonuses such as a featured bonus for Street Fighter 6 and additional prize boosts for games like Rivals 2 and Smash Melee, so players can focus on their main game while still being part of a larger festival schedule.</p><p>Across the week, The Noodle Fest 2025 is positioned as a hub for the Montreal area fighting game community and visitors, combining structured tournaments with casual sessions, creator content and venue activities to create a sustained event that rewards both repeat attendance and focused tournament runs.</p>",
    "notablePlayers": [
      "Zykles",
      "Slice",
      "BigDomChurros"
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "red-line-fight-7-samurai-no-seiiki": {
    "name": "RED LINE FIGHT 7: Samurai no Seiiki",
    "slug": "red-line-fight-7-samurai-no-seiiki",
    "startAt": 1764975600,
    "endAt": 1765130400,
    "startDate": "2025-12-06",
    "endDate": "2025-12-07",
    "dates": "Dec 6-7, 2025",
    "location": "Viale Piemonte, 41, 20093 Cologno Monzese MI, Italy",
    "venueName": "Nemiex Club",
    "url": "https://www.start.gg/tournament/red-line-fight-7-samurai-no-seiiki",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "<p>RED LINE FIGHT 7: Samurai no Seiiki continues the long running Red Line Street Fighter series at Nemiex Club on Viale Piemonte 41 in Cologno Monzese, just outside central Milan, with the main event weekend set for December 6 and 7, 2025 and a themed pre event party on December 5.</p><p>The schedule focuses on Capcom titles, pairing a Street Fighter III Third Strike singles bracket on December 6 with Street Fighter 6 singles on December 7, plus a Saturday Night Party block that gives players additional time for matches, exhibitions and warm up sets around the main competition days.</p><p>Red Line Fight 7 is framed as a Seven Samurai themed edition of the series, bringing together Italian and visiting players who follow both classic Street Fighter and the current Street Fighter 6 era, with Nemiex Club acting as the gathering point for a full weekend built around these games.</p>",
    "notablePlayers": [
      "Garnet"
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "frosty-faustings-xviii-2026": {
    "name": "Frosty Faustings XVIII 2026",
    "slug": "frosty-faustings-xviii-2026",
    "startAt": 1769709600,
    "endAt": 1770004800,
    "startDate": "2026-01-29",
    "endDate": "2026-02-01",
    "dates": "Jan 29 - Feb 1, 2026",
    "location": "70 Yorktown Center, Lombard, IL 60148, USA",
    "venueName": "The Westin Chicago Lombard",
    "url": "https://frostyfaustings.com/",
    "tier": "A",
    "prizes": "$50,000 (2XKO)",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "<p>Frosty Faustings XVIII 2026 is the 18th annual edition of the Midwest’s largest fighting game festival. Held at the Westin Chicago Lombard, this four-day event is celebrated for its massive variety of tournaments, 24-hour venue access, and unique 'convention-style' atmosphere. While historically known as a haven for anime fighters, the event has evolved into a global major for all fighting game disciplines, including Street Fighter 6, Tekken 8, and the highly anticipated 2XKO.</p><p>The 2026 event distinguishes itself with one of the most diverse lineups in the FGC, running nearly 30 main stage games. A major headline for 2026 is the official partnership with Riot Games for 2XKO, featuring a special mixed-mode tournament with a $50,000 prize pool. For Street Fighter 6 players, the event offers a massive singles bracket and the unique Sunday Special 2v2 Waseda-style Team Tournament, a format that emphasizes team strategy.</p><p>Unlike many esports majors, the venue remains open 24 hours a day from Thursday to Sunday, allowing for non-stop casual matches and community events like the famous late-night Karaoke and Artist Alley. The Westin Chicago Lombard is located approximately 25 minutes from O'Hare International Airport, with registration available via Start.gg.</p>",
    "notablePlayers": [],
    "isArchived": false,
    "excludeFromSite": false
  }
}