{
  "galactic-sessions-2-2025-2026": {
    "name": "Galactic Sessions #2 - 2025-2026",
    "slug": "galactic-sessions-2-2025-2026",
    "startAt": 1765026000,
    "endAt": 1765061940,
    "startDate": "2025-12-06",
    "endDate": "2025-12-06",
    "dates": "Dec 6, 2025",
    "location": "12 Rue de Fontenoy, 54000 Nancy, France",
    "venueName": "",
    "url": "https://www.start.gg/tournament/galactic-sessions-2-2025-2026",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "Galactic Sessions #2 - 2025-2026 is scheduled for Dec 6, 2025 in 12 Rue de Fontenoy, 54000 Nancy, France. Featuring Street Fighter 6. Registered top players include s4ltyKiD.",
    "notablePlayers": [
      "s4ltyKiD"
    ],
    "isArchived": false,
    "excludeFromSite": true
  },
  "the-iron-crown-29": {
    "name": "The Iron Crown 29",
    "slug": "the-iron-crown-29",
    "startAt": 1765036800,
    "endAt": 1765072800,
    "startDate": "2025-12-07",
    "endDate": "2025-12-07",
    "dates": "Dec 7, 2025",
    "location": "1359 Albany Hwy, Cannington WA 6107, Australia",
    "venueName": "",
    "url": "https://www.start.gg/tournament/the-iron-crown-29",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "The Iron Crown 29 is scheduled for Dec 7, 2025 in 1359 Albany Hwy, Cannington WA 6107, Australia. Featuring Street Fighter 6. Registered top players include FREESER.",
    "notablePlayers": [
      "FREESER"
    ],
    "isArchived": false,
    "excludeFromSite": true
  },
  "red-line-fight-7-samurai-no-seiiki": {
    "name": "RED LINE FIGHT 7: Samurai no Seiiki",
    "slug": "red-line-fight-7-samurai-no-seiiki",
    "startAt": 1764975600,
    "endAt": 1765130400,
    "startDate": "2025-12-06",
    "endDate": "2025-12-07",
    "dates": "Dec 6-7, 2025",
    "location": "Viale Piemonte, 41, 20093 Cologno Monzese MI, Italy",
    "venueName": "Nemiex Club",
    "url": "https://www.start.gg/tournament/red-line-fight-7-samurai-no-seiiki",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "<p>RED LINE FIGHT 7: Samurai no Seiiki continues the long running Red Line Street Fighter series at Nemiex Club on Viale Piemonte 41 in Cologno Monzese, just outside central Milan, with the main event weekend set for December 6 and 7, 2025 and a themed pre event party on December 5.</p><p>The schedule focuses on Capcom titles, pairing a Street Fighter III Third Strike singles bracket on December 6 with Street Fighter 6 singles on December 7, plus a Saturday Night Party block that gives players additional time for matches, exhibitions and warm up sets around the main competition days.</p><p>Red Line Fight 7 is framed as a Seven Samurai themed edition of the series, bringing together Italian and visiting players who follow both classic Street Fighter and the current Street Fighter 6 era, with Nemiex Club acting as the gathering point for a full weekend built around these games.</p>",
    "notablePlayers": [
      "Garnet"
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "frosty-faustings-xviii-2026": {
    "name": "Frosty Faustings XVIII 2026",
    "slug": "frosty-faustings-xviii-2026",
    "startAt": 1769709600,
    "endAt": 1770004800,
    "startDate": "2026-01-29",
    "endDate": "2026-02-01",
    "dates": "Jan 29 - Feb 1, 2026",
    "location": "70 Yorktown Center, Lombard, IL 60148, USA",
    "venueName": "The Westin Chicago Lombard",
    "url": "https://frostyfaustings.com/",
    "tier": "A",
    "prizes": "$50,000 (2XKO)",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "<p>Frosty Faustings XVIII 2026 is the 18th annual edition of the Midwest’s largest fighting game festival. Held at the Westin Chicago Lombard, this four-day event is celebrated for its massive variety of tournaments, 24-hour venue access, and unique 'convention-style' atmosphere. While historically known as a haven for anime fighters, the event has evolved into a global major for all fighting game disciplines, including Street Fighter 6, Tekken 8, and the highly anticipated 2XKO.</p><p>The 2026 event distinguishes itself with one of the most diverse lineups in the FGC, running nearly 30 main stage games. A major headline for 2026 is the official partnership with Riot Games for 2XKO, featuring a special mixed-mode tournament with a $50,000 prize pool. For Street Fighter 6 players, the event offers a massive singles bracket and the unique Sunday Special 2v2 Waseda-style Team Tournament, a format that emphasizes team strategy.</p><p>Unlike many esports majors, the venue remains open 24 hours a day from Thursday to Sunday, allowing for non-stop casual matches and community events like the famous late-night Karaoke and Artist Alley. The Westin Chicago Lombard is located approximately 25 minutes from O'Hare International Airport, with registration available via Start.gg.</p>",
    "notablePlayers": [],
    "isArchived": false,
    "excludeFromSite": false
  },
  "capcom-cup-12": {
    "name": "Capcom Cup 12",
    "slug": "capcom-cup-12",
    "startAt": 1773190800,
    "endAt": 1773586740,
    "startDate": "2026-03-11",
    "endDate": "2026-03-15",
    "dates": "Mar 11-15, 2026",
    "location": "1-chōme-3-28 Yokoami, Sumida City, Tokyo 130-0015, Japan",
    "venueName": "Ryōgoku Kokugikan",
    "url": "https://sf.esports.capcom.com/capcomcup/cc12/en/",
    "tier": "S+",
    "prizes": "$1,282,000",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/capcomfighters",
    "scheduleLink": "https://sf.esports.capcom.com/capcomcup/cc12/en/",
    "description": "<p><strong>Capcom Cup 12</strong> returns to Japan to crown the 2025 world champion for <em>Street Fighter 6</em>. As the grand finale of the Capcom Pro Tour (CPT), this event brings together the season's 48 most dominant players to compete in the hallowed halls of the <strong>Ryōgoku Kokugikan</strong> in Tokyo.</p><p>This year's tournament promises to be a historic clash of generations, featuring a mix of seasoned legends like <strong>MenaRD</strong>, <strong>Punk</strong>, and <strong>Xiaohai</strong>, alongside the rising stars of the modern era.</p><h3>A Major Roster Shake-Up: Kakeru Retires</h3><p>The road to Tokyo has taken a dramatic turn with the absence of the defending champion. <strong>Kakeru</strong>, the Capcom Cup 11 winner, officially vacated his qualification spot in October 2025 following a difficult few months involving a withdrawal from the Esports World Cup and an eventual retirement from professional competition.</p><p>His automatic qualification spot has been transferred to <strong>AngryBird</strong>, the 4th place finisher from the previous cup, adding a dangerous veteran back into the bracket.</p><p><em><strong>Related News:</strong> <a href=\"/news/kakeru-steps-down-from-zeta-division-retires-from-competition-citing-neurological-disorder/\">Kakeru retires citing neurological disorder</a></em></p><h3>Tournament Format & Schedule</h3><p>The 48 qualified players will face a grueling multi-stage gauntlet:<ul><li><strong>Phase 1 (Mar 11-12):</strong> 12 Groups of 4 players (Double Elimination, FT3).</li><li><strong>Phase 2 (Mar 13):</strong> Round-robin groups for Phase 1 runner-ups (FT3).</li><li><strong>Top 16 Finals (Mar 14):</strong> Single Elimination bracket (FT5).</li><li><strong>SFL World Championship (Mar 15):</strong> The best teams from the US, Europe, and Japan leagues clash for world dominance.</li></ul></p><h3>How to Watch: The New Pay-Per-View Model</h3><p>For the first time in the tour's history, the conclusion of the event will be behind a paywall. While the group stages (March 11-13) will remain free to watch on YouTube and Twitch, the <strong>Top 16 Finals</strong> and the <strong>Street Fighter League World Championship</strong> will require a paid ticket.</p><p>Note that the cost of admission may be subject to change. Following community reaction, Capcom announced they were reviewing the pricing structure prior to the event.</p><p><em><strong>Latest Update:</strong> <a href=\"/news/capcom-says-ppv-pricing-update-coming-for-capcom-cup-12-and-sfl-world-championship/\">Capcom says PPV pricing update is coming</a></em></p>",
    "notablePlayers": [
      "MenaRD",
      "Punk",
      "Xiaohai",
      "AngryBird",
      "Big Bird",
      "Momochi",
      "NuckleDu",
      "gachikun",
      "Fuudo",
      "EndingWalker",
      "Leshar",
      "Kawano"
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "texas-showdown-2026": {
    "name": "Texas Showdown 2026",
    "slug": "texas-showdown-2026",
    "startAt": 1774612800,
    "endAt": 1774828799,
    "startDate": "2026-03-27",
    "endDate": "2026-03-29",
    "dates": "Mar 27-29, 2026",
    "location": "2001 Post Oak Blvd, Houston, TX 77056, USA",
    "venueName": "Hilton Houston Post Oak by the Galleria",
    "url": "https://www.txshowdown.com/",
    "tier": "A",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "<p>Texas Showdown 2026 marks the 25th anniversary of this longstanding tournament, scheduled to take place from March 27 through March 29, 2026. As one of the longest-running competitive events in the region, the tournament acts as a primary hub for players across the Southwest, offering a mix of official brackets and casual play.</p><p>The event is hosted at the Hilton Post Oak at the Galleria in Houston, Texas. This venue houses the main competition hall, providing space for tournament pools, finals, vendor areas, and community gaming setups throughout the weekend.</p><p>The 2026 lineup includes over 25 official tournaments, split between modern releases and legacy titles. Confirmed games include Street Fighter 6, TEKKEN 8, Mortal Kombat 1, and Fatal Fury: City of the Wolves, alongside classic competitions for Marvel vs. Capcom 2 and Super Street Fighter II Turbo.</p><p>Texas Showdown 2026 continues to operate as a central meeting point for the Fighting Game Community, providing a standardized tournament environment that accommodates both the latest competitive scenes and the preservation of retro fighting game history.</p>",
    "notablePlayers": [],
    "isArchived": false,
    "excludeFromSite": false
  }
}