{
  "max-mode-2026": {
    "name": "MAX MODE 2026",
    "slug": "max-mode-2026",
    "startAt": 1772082000,
    "endAt": 1772337540,
    "startDate": "2026-02-27",
    "endDate": "2026-03-01",
    "dates": "Feb 27 - Mar 1, 2026",
    "location": "5993 Peachtree Industrial Blvd, Peachtree Corners, GA 30092, USA",
    "venueName": "Hilton Atlanta Northeast",
    "url": "https://www.start.gg/tournament/max-mode-2026/details",
    "tier": "B",
    "prizes": "TBD",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/data_fgc",
    "scheduleLink": "https://www.start.gg/tournament/max-mode-2026/details",
    "description": "<p><strong>MAX MODE 2026</strong> returns to Atlanta, Georgia for its third year! Hosted by <strong>DATA FGC</strong>, this premier fighting game celebration brings together competitors from across the Southeast and beyond for a weekend of high-stakes brackets and community vibes at the <strong>Hilton Atlanta Northeast</strong>.</p><h3>A Stacked Lineup of Titles</h3><p>This year’s event features a massive roster of official tournament games, catering to both modern hits and retro classics:<ul><li><strong>Modern & Featured Titles:</strong> Street Fighter 6, Tekken 8, Guilty Gear -Strive-, Granblue Fantasy Versus: Rising, and 2XKO Singles.</li><li><strong>SNK Showcase:</strong> The King of Fighters XV and Fatal Fury: City of the Wolves (SWC Master 3 Circuit).</li><li><strong>Retro & Classic:</strong> Street Fighter III: 3rd Strike (Jazzy Circuit Auto Qualifier), Capcom vs. SNK 2, and KOF XIII.</li></ul></p><h3>Circuit Significance</h3><p>MAX MODE 2026 serves as a critical stop for several major competitive circuits. It is an official <strong>SWC Master 3</strong> event for both <em>Fatal Fury: City of the Wolves</em> and <em>The King of Fighters XV</em>, and provides an auto-qualification spot for the <strong>Jazzy Circuit</strong> via the <em>3rd Strike</em> bracket.</p><h3>Registration & Venue Information</h3><p>Attendees can choose between Competitor and Spectator passes:<ul><li><strong>Competitor Passes:</strong> Required for all official tournament entries. Note that there is <strong>NO ONSITE REGISTRATION</strong> for competitors. Registration closes February 15, 2026.</li><li><strong>Spectator Passes:</strong> Available online and at the door for those looking to enjoy casuals, community games (like Marvel vs. Capcom 2 and CVS2), and the vendor hall.</li></ul></p>",
    "notablePlayers": [
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "capcom-cup-12": {
    "name": "Capcom Cup 12",
    "slug": "capcom-cup-12",
    "startAt": 1773190800,
    "endAt": 1773586740,
    "startDate": "2026-03-11",
    "endDate": "2026-03-15",
    "dates": "Mar 11-15, 2026",
    "location": "1-chōme-3-28 Yokoami, Sumida City, Tokyo 130-0015, Japan",
    "venueName": "Ryōgoku Kokugikan",
    "url": "https://sf.esports.capcom.com/capcomcup/cc12/en/",
    "tier": "S+",
    "prizes": "$1,282,000",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/capcomfighters",
    "scheduleLink": "https://sf.esports.capcom.com/capcomcup/cc12/en/",
    "description": "<p><strong>Capcom Cup 12</strong> returns to Japan to crown the 2025 world champion for <em>Street Fighter 6</em>. As the grand finale of the Capcom Pro Tour (CPT), this event brings together the season's 48 most dominant players to compete in the hallowed halls of the <strong>Ryōgoku Kokugikan</strong> in Tokyo.</p><p>This year's tournament promises to be a historic clash of generations, featuring a mix of seasoned legends like <strong>MenaRD</strong>, <strong>Punk</strong>, and <strong>Xiaohai</strong>, alongside the rising stars of the modern era.</p><h3>A Major Roster Shake-Up: Kakeru Retires</h3><p>The road to Tokyo has taken a dramatic turn with the absence of the defending champion. <strong>Kakeru</strong>, the Capcom Cup 11 winner, officially vacated his qualification spot in October 2025 following a difficult few months involving a withdrawal from the Esports World Cup and an eventual retirement from professional competition.</p><p>His automatic qualification spot has been transferred to <strong>AngryBird</strong>, the 4th place finisher from the previous cup, adding a dangerous veteran back into the bracket.</p><p><em><strong>Related News:</strong> <a href=\"/news/kakeru-steps-down-from-zeta-division-retires-from-competition-citing-neurological-disorder/\">Kakeru retires citing neurological disorder</a></em></p><h3>Tournament Format & Schedule</h3><p>The 48 qualified players will face a grueling multi-stage gauntlet:<ul><li><strong>Phase 1 (Mar 11-12):</strong> 12 Groups of 4 players (Double Elimination, FT3).</li><li><strong>Phase 2 (Mar 13):</strong> Round-robin groups for Phase 1 runner-ups (FT3).</li><li><strong>Top 16 Finals (Mar 14):</strong> Single Elimination bracket (FT5).</li><li><strong>SFL World Championship (Mar 15):</strong> The best teams from the US, Europe, and Japan leagues clash for world dominance.</li></ul></p><h3>How to Watch: The New Pay-Per-View Model</h3><p>For the first time in the tour's history, the conclusion of the event will be behind a paywall. While the group stages (March 11-13) will remain free to watch on YouTube and Twitch, the <strong>Top 16 Finals</strong> and the <strong>Street Fighter League World Championship</strong> will require a paid ticket.</p><p>Note that the cost of admission may be subject to change. Following community reaction, Capcom announced they were reviewing the pricing structure prior to the event.</p><p><em><strong>Latest Update:</strong> <a href=\"/news/capcom-says-ppv-pricing-update-coming-for-capcom-cup-12-and-sfl-world-championship/\">Capcom says PPV pricing update is coming</a></em></p>",
    "notablePlayers": [
      "MenaRD",
      "Punk",
      "Xiaohai",
      "AngryBird",
      "Big Bird",
      "Momochi",
      "NuckleDu",
      "gachikun",
      "Fuudo",
      "EndingWalker",
      "Leshar",
      "Kawano"
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "voltagecup-2026": {
    "name": "VOLTAGECUP 2026",
    "slug": "voltagecup-2026",
    "startAt": 1774656000,
    "endAt": 1774764000,
    "startDate": "2026-03-28",
    "endDate": "2026-03-29",
    "dates": "Mar 28-29, 2026",
    "location": "3rd Floor, 1-5 Nakajimacho, Naka Ward, Hiroshima City, Hiroshima Prefecture, 730-0811, Japan",
    "venueName": "Hiroshima International Conference Center",
    "url": "https://www.start.gg/tournament/voltagecup-2026",
    "tier": "A",
    "prizes": "¥3,000,000 JPY",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "<p>VoltageCup 2026 is a premier offline tournament scheduled to take place from March 28 through March 29, 2026. Organized by Enecom, Inc. and operated by JCG, the tournament acts as a significant competitive event for the region, featuring a capped bracket of 512 players competing for professional credentials.</p><p>The event is hosted at the Hiroshima International Conference Center in Hiroshima, Japan. The venue's 3rd floor houses the main competition hall, providing space for the double-elimination brackets, spectator viewing, and official tournament setups throughout the weekend.</p><p>The 2026 competition focuses exclusively on Street Fighter 6, played on the Steam (PC) platform. The event features a total prize pool of &yen;3,000,000 JPY, with the top three finishers earning JESU Official Pro Licenses, drawing notable competitors such as Fuudo, Higuchi, and Hikaru.</p><p>VoltageCup 2026 serves as a high-level proving ground for the Fighting Game Community, providing a standardized environment with Best-of-3 qualifiers and Best-of-5 finals to ensure competitive integrity for Japan's top talent.</p>",
    "notablePlayers": [
      "Fuudo",
      "Higuchi",
      "kingsvega",
      "Hikaru",
      "eguto",
      "Ryusei",
      "kincho",
      "matsu56",
      "Yanai",
      "cosa",
      "Nyanpi",
      "orarin"
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "texas-showdown-2026": {
    "name": "Texas Showdown 2026",
    "slug": "texas-showdown-2026",
    "startAt": 1774612800,
    "endAt": 1774828799,
    "startDate": "2026-03-27",
    "endDate": "2026-03-29",
    "dates": "Mar 27-29, 2026",
    "location": "2001 Post Oak Blvd, Houston, TX 77056, USA",
    "venueName": "Hilton Houston Post Oak by the Galleria",
    "url": "https://www.txshowdown.com/",
    "tier": "A",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "<p>Texas Showdown 2026 marks the 25th anniversary of this longstanding tournament, scheduled to take place from March 27 through March 29, 2026. As one of the longest-running competitive events in the region, the tournament acts as a primary hub for players across the Southwest, offering a mix of official brackets and casual play.</p><p>The event is hosted at the Hilton Post Oak at the Galleria in Houston, Texas. This venue houses the main competition hall, providing space for tournament pools, finals, vendor areas, and community gaming setups throughout the weekend.</p><p>The 2026 lineup includes over 25 official tournaments, split between modern releases and legacy titles. Confirmed games include Street Fighter 6, TEKKEN 8, Mortal Kombat 1, and Fatal Fury: City of the Wolves, alongside classic competitions for Marvel vs. Capcom 2 and Super Street Fighter II Turbo.</p><p>Texas Showdown 2026 continues to operate as a central meeting point for the Fighting Game Community, providing a standardized tournament environment that accommodates both the latest competitive scenes and the preservation of retro fighting game history.</p>",
    "notablePlayers": [],
    "isArchived": false,
    "excludeFromSite": false
  },
  "edinbrawl-v": {
    "name": "Edinbrawl V",
    "slug": "edinbrawl-v",
    "startAt": 1775898000,
    "endAt": 1775955600,
    "startDate": "2026-04-11",
    "endDate": "2026-04-11",
    "dates": "Apr 11, 2026",
    "location": "20 North Bridge, Edinburgh EH1 1TR, UK",
    "venueName": "The Scotsman Hotel",
    "url": "https://www.start.gg/tournament/edinbrawl-v/details",
    "tier": "B",
    "prizes": "TBD",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/rushdownedinburgh",
    "scheduleLink": "https://www.start.gg/tournament/edinbrawl-v/details",
    "description": "<p><strong>Edinbrawl V</strong> returns to the heart of Scotland's capital for its fifth outing, cementing its place as a premier destination for the fighting game community in the region. Hosted by <strong>Rushdown Edinburgh</strong>, this one-day major brings together players from across the country to compete in the elegant <strong>Fettercairn and Garden Suite</strong> at <strong>The Scotsman Hotel</strong>.</p><p>This year’s event is highlighted by the Scottish debut of Riot Games' highly anticipated fighter, <strong>2XKO</strong>, alongside staple titles in the modern fighting game landscape.</p><h3>The Games Lineup</h3><p>Competitors can test their skills across five major titles:<ul><li><strong>Street Fighter 6:</strong> The flagship title returns for more high-level play.</li><li><strong>Tekken 8:</strong> Experience the next chapter of the King of Iron Fist Tournament on PS5.</li><li><strong>Guilty Gear Strive:</strong> High-octane anime action continues to be a crowd favorite.</li><li><strong>Granblue Fantasy Versus: Rising:</strong> The gorgeous fighter returns to the Edinbrawl stage.</li><li><strong>2XKO (Scottish Debut):</strong> Be among the first in Scotland to compete in Riot’s tag-team brawler.</li></ul></p><h3>Venue & Experience</h3><p>The Fettercairn Suite serves as the primary arena, while the Jura Suite is dedicated to casual setups, ensuring everyone gets plenty of games in. For those needing a break from the intensity of the bracket, the Garden Suite offers a quiet space to relax.</p><p>Doors open at <strong>12:00 PM</strong>, and while registration is required for competitors, spectators are welcome to attend for free and soak in the atmosphere.</p><h3>Registration & Pricing</h3><p>Registration is open until <strong>April 9, 2026</strong>, via Start.gg. The entry structure is as follows:<ul><li><strong>Venue Fee:</strong> £15.</li><li><strong>Tournament Entry:</strong> £5 per game.</li><li><strong>Game Limit:</strong> Maximum of 3 games per entrant to ensure a smooth schedule.</li></ul></p>",
    "notablePlayers": [
      "MysticSmash"
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "evo-japan-2026": {
    "name": "Evo Japan 2026",
    "slug": "evo-japan-2026",
    "startAt": 1777593600,
    "endAt": 1777809600,
    "startDate": "2026-05-01",
    "endDate": "2026-05-03",
    "dates": "May 1-3, 2026",
    "location": "3-chōme-11-1 Ariake, Koto City, Tokyo 135-0063, Japan",
    "venueName": "Tokyo Big Sight (East Hall 1-3)",
    "url": "https://www.evojapan.gg/",
    "tier": "S+",
    "prizes": "¥30,000,000 JPY",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "<strong>Evo Japan 2026</strong> marks the return of the world's most prestigious fighting game brand to Tokyo. Scheduled for May 1 through May 3, 2026, the event will take place at the iconic <strong>Tokyo Big Sight</strong>, utilizing East Halls 1-3 to accommodate thousands of global competitors and spectators.</p><p>As the first Evo event of the 2026 season, the tournament features a massive 12-game lineup. In a major shift for the series, the <strong>Arena Finals (Main Stage)</strong> will be determined entirely by player support: the six games with the highest registration numbers will secure the coveted main stage slots.</p><h3>Record-Breaking Prize Pool</h3><p>The 2026 iteration boasts the largest prize pool in the event's history, with a total of <strong>30 million yen</strong> up for grabs across all titles. This doubles the previous year's offering, raising the stakes significantly for the global talent in attendance.</p><h3>Debut Titles and Legacy Games</h3><p>This year's iteration introduces several major titles to the Evo Japan competitive circuit for the first time. Attendees will compete in the highly anticipated team-based fighter <strong>2XKO</strong> and SNK's newest entry, <strong>Fatal Fury: City of the Wolves</strong>. Additionally, <strong>Virtua Fighter 5 R.E.V.O. World Stage</strong> makes its debut, signaling a resurgence for the 3D fighting game series.</p><p>Honoring the region's rich arcade history, the lineup also includes the legendary <em>Hokuto no Ken</em> (Fist of the North Star), alongside returning favorites like <em>Granblue Fantasy Versus: Rising</em>, <em>The King of Fighters XV</em>, <em>Melty Blood: Type Lumina</em>, <em>Under Night In-Birth II Sys:Celes</em>, and <em>Vampire Savior</em>.</p><h3>Registration</h3><p>Registration and ticket sales are managed through the official Evo Japan website. Competitors can purchase Early Bird tickets for a limited time, with general admission passes available for spectators wishing to experience the event floor and vendor exhibits.",
    "notablePlayers": [
      "Blaz",
      "kobayan",
      "Momochi",
      "sahara.",
      "Higuchi",
      "GO1",
      "Oil King",
      "kingsvega",
      "Zhen",
      "Kawano",
      "Hikaru",
      "Jr."
    ],
    "isArchived": false,
    "excludeFromSite": false
  },
  "combo-breaker-2026": {
    "name": "Combo Breaker 2026",
    "slug": "combo-breaker-2026",
    "startAt": 1779422400,
    "endAt": 1779667199,
    "startDate": "2026-05-22",
    "endDate": "2026-05-24",
    "dates": "May 22 - 24, 2026",
    "location": "1551 Thoreau Dr N, Schaumburg, IL 60173, USA",
    "venueName": "Renaissance Schaumburg Convention Center",
    "url": "https://combobreaker.org/",
    "tier": "S+",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "<p>Combo Breaker 2026 returns to the Renaissance Schaumburg Convention Center for its annual Memorial Day Weekend celebration of fighting games. Scheduled for May 22–24, 2026, the event is one of the largest competitive gaming conventions in North America, featuring a 24-game official tournament lineup that includes Street Fighter 6, Tekken 8, 2XKO, and Fatal Fury: City of the Wolves.</p><p>Registration is managed via start.gg with an attendance cap of 8,500. The event is known for its 24/7 venue access, massive Artist Alley, and the 'All In Together' program, which allocates dedicated resources for community-run side tournaments. Early bird registration for competitors ($115) and spectators ($90) is available until February 1, 2026.</p>",
    "notablePlayers": [],
    "isArchived": false,
    "excludeFromSite": false
  }
}