{
  "genesis-x3": {
    "name": "Genesis X3",
    "slug": "genesis-x3",
    "startAt": 1770998400,
    "endAt": 1771228799,
    "startDate": "2026-02-13",
    "endDate": "2026-02-15",
    "dates": "Feb 13 - 15, 2026",
    "location": "150 W San Carlos St, San Jose, CA 95113, USA",
    "venueName": "San Jose McEnery Convention Center",
    "url": "https://genesis.gg/",
    "tier": "A",
    "prizes": "TBD",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/genesisgg_4",
    "scheduleLink": "https://docs.google.com/spreadsheets/d/e/2PACX-1vSAegaKKOT2_D2iyOB-vbo_cZu3H1u6sS7OeBcWy2MqaeAkQMIao-BpIULAFys1jOcgd_Ei9IHk9B0y/pubhtml?gid=30414474&single=true",
    "description": "<p>Genesis X3 returns to the San Jose McEnery Convention Center from February 13–15, 2026. While primarily known as the largest grassroots Super Smash Bros. tournament in the world, the event maintains a dedicated footprint for the traditional Fighting Game Community, featuring Street Fighter 6 as a main competitive title.</p><p>For Street Fighter competitors, Genesis offers a change of pace from the high-pressure Capcom Pro Tour circuit. It typically falls into the 'community major' tier, meaning fewer global travelers but a concentrated pool of strong North American talent. Previous iterations have drawn top-level competitors like iDom, Nephew, and Riddles to the bracket.</p><p>The defining feature of Genesis for an SF6 player is the venue culture. Unlike standard esports events, Genesis X3 offers a 24-hour venue policy for competitors. This 'convention-style' access allows for overnight money matches, endless casual sets, and access to a massive arcade and rhythm game section, creating a festival atmosphere that persists long after tournament brackets conclude for the day.</p>",
    "notablePlayers": [
      "Punk",
    "NYChrisG",
    "Riddles",
    "NoahTheProdigy",
    "GO1",
    "小路KOG",
    "Samurai",
    "MOTHMAN",
    "Nemo",
    "TreeWiz"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "perfect-storm-2026": {
    "name": "Perfect Storm 2026",
    "slug": "perfect-storm-2026",
    "startAt": 1770418800,
    "endAt": 1770613140,
    "startDate": "2026-02-06",
    "endDate": "2026-02-08",
    "dates": "Feb 6-8, 2026",
    "location": "100 Kent St, Ottawa, ON K1P 5R7, Canada",
    "venueName": "Ottawa Marriott Hotel-Victoria Ballroom",
    "url": "https://www.start.gg/tournament/perfect-storm-2026",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
   "description": "<strong>Perfect Storm 2026</strong> is a major fighting game community tournament scheduled to take place in Ottawa, Ontario, Canada. The three-day event runs from February 6 through February 8, 2026, and serves as a central hub for competitive play in the region.</p><p>The tournament will be hosted at the <strong>Ottawa Marriott Hotel</strong> on Kent Street. The event utilizes the Victoria Ballroom, providing over 8,000 square feet of venue space for tournament brackets, casual setups, and vendor areas.</p><h3>Tournament Lineup and Featured Games</h3><p>Perfect Storm 2026 features a diverse roster of competitive titles, ranging from current industry standards to legacy games. The confirmed main lineup includes:</p><ul><li><strong>Street Fighter 6</strong></li><li><strong>Tekken 8</strong></li><li><strong>Guilty Gear -Strive-</strong></li><li><strong>Granblue Fantasy Versus: Rising</strong></li><li><strong>Under Night In-Birth II Sys:Celes</strong></li></ul><p>The competitive roster is rounded out by the latest generation of heavy hitters, including the recently released <strong>2XKO (PC)</strong> and the established <strong>Fatal Fury: City of the Wolves</strong>.</p><p>In addition to the main stage games, the event supports a variety of side tournaments, including <em>Ultimate Marvel vs. Capcom 3</em>, <em>Street Fighter III: 3rd Strike</em>, and <em>BlazBlue: Centralfiction</em>.</p><h3>Registration and Logistics</h3><p>Competitors and spectators can register for the event online. The registration period is divided into three tiers based on the date of purchase:</p><ul><li><strong>Early Bird Registration:</strong> Ends December 7, 2025</li><li><strong>Regular Registration:</strong> Ends January 11, 2026</li><li><strong>Late Registration:</strong> Ends January 31, 2026</li></ul><p>Spectator passes are available for attendees not participating in the brackets. The venue is located near the Lyon O-Train Station in downtown Ottawa, providing access to local transit and accommodation options.</p><p>For full rules, pooled brackets, and specific scheduling details, interested parties can view the official event page on <strong>start.gg</strong>.",
    "notablePlayers": [
      "LoDE",
      "Spookymemes",
      "Edgoron"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "frosty-faustings-xviii-2026": {
    "name": "Frosty Faustings XVIII 2026",
    "slug": "frosty-faustings-xviii-2026",
    "startAt": 1769709600,
    "endAt": 1770004800,
    "startDate": "2026-01-29",
    "endDate": "2026-02-01",
    "dates": "Jan 29 - Feb 1, 2026",
    "location": "70 Yorktown Center, Lombard, IL 60148, USA",
    "venueName": "The Westin Chicago Lombard",
    "url": "https://frostyfaustings.com/",
    "tier": "A",
    "prizes": "$50,000 (2XKO)",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/tampaneversleeps",
    "scheduleLink": "https://x.com/FrostyFaustings/status/2013296825113956405?s=20",
    "description": "<p>Frosty Faustings XVIII 2026 is the 18th annual edition of the Midwest’s largest fighting game festival. Held at the Westin Chicago Lombard, this four-day event is celebrated for its massive variety of tournaments, 24-hour venue access, and unique 'convention-style' atmosphere. While historically known as a haven for anime fighters, the event has evolved into a global major for all fighting game disciplines, including Street Fighter 6, Tekken 8, and the highly anticipated 2XKO.</p><p>The 2026 event distinguishes itself with one of the most diverse lineups in the FGC, running nearly 30 main stage games. A major headline for 2026 is the official partnership with Riot Games for 2XKO, featuring a special mixed-mode tournament with a $50,000 prize pool. For Street Fighter 6 players, the event offers a massive singles bracket and the unique Sunday Special 2v2 Waseda-style Team Tournament, a format that emphasizes team strategy.</p><p>Unlike many esports majors, the venue remains open 24 hours a day from Thursday to Sunday, allowing for non-stop casual matches and community events like the famous late-night Karaoke and Artist Alley. The Westin Chicago Lombard is located approximately 25 minutes from O'Hare International Airport, with registration available via Start.gg.</p>",
    "notablePlayers": [
      "Dual Kevin",
      "Punk",
      "GO1",
      "NYChrisG",
      "NoahTheProdigy",
      "Riddles",
      "JAK",
      "MJ_Gama",
      "Caba",
      "iDom",
      "Threeyes",
      "小路KOG"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "autplayed-2026": {
    "name": "AUTplayed 2026",
    "slug": "autplayed-2026",
    "startAt": 1736496000,
    "endAt": 1736639999,
    "startDate": "2026-01-10",
    "endDate": "2026-01-11",
    "dates": "Jan 10 - 11, 2026",
    "location": "Am Stadtpark 1, 1030 Wien, Austria",
    "venueName": "Hilton Hotel Vienna Park",
    "url": "https://www.autplayed.com/",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/virtualdojovienna",
    "scheduleLink": "https://x.com/autplayed/status/2008667466067832863?s=20",
    "description": "<p>AUTplayed 2026 serves as the fifth anniversary milestone for Austria's premier fighting game tournament. Scheduled for January 10 and 11, 2026, the event is organized by Virtual Dojo Vienna and takes place at the Hilton Hotel Vienna Park. The tournament has earned Gold Event status for the Arc World Tour 2025 through 2026, specifically for Guilty Gear -STRIVE- and Granblue Fantasy Versus: Rising. This designation makes the Vienna stop a high priority for international competitors seeking qualification points for the global finals.</p><p>The competitive lineup features a mix of modern titles and community favorites. Key tournaments include Street Fighter 6, Under Night In-Birth II [Sys:Celes], and Melty Blood: Type Lumina. Additionally, the event introduces a 2XKO Mixed Mode bracket played on PC, which allows for both solo and duo entries. The event permits mid-set coaching, allowing one coach per match to assist players for a maximum of one minute between games.</p><p>Located at Am Stadtpark 1, the venue is situated in the third district of Vienna and is accessible via the Landstraße U3 station or the City Airport Train. Registration for competitors and spectators is managed through start.gg, with tiered pricing available leading up to the January 2, 2026, final registration deadline.</p>",
    "notablePlayers": [
      "Kami",
      "yosh",
      "releasebogus"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "fightclub-championship-vi-nansha-world-warrior-china-regional-finals-2025": {
    "name": "FightClub Championship VI Nansha World Warrior China Regional Finals 2025",
    "slug": "fightclub-championship-vi-nansha-world-warrior-china-regional-finals-2025",
    "startAt": 1765684800,
    "endAt": 1765756799,
    "startDate": "2025-12-14",
    "endDate": "2025-12-14",
    "dates": "Dec 14, 2025",
    "location": "No. 129 Jiaoxi Road, Nansha District, Guangzhou, China",
    "venueName": "Nansha COCO Park",
    "url": "https://www.start.gg/tournament/fightclub-championship-world-warrior-2025-asia-regional-finals/details",
    "tier": "B",
    "prizes": "$6,800 + Capcom Cup 12 Qualification",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/capcomfighters",
    "scheduleLink": "",
    "description": "<p>FightClub Championship VI Nansha is the premier fighting game festival of the Greater Bay Area, officially hosted in the Nansha District of Guangzhou. This year's edition serves as the battleground for the high-stakes <strong>Capcom Pro Tour World Warrior: China Regional Final</strong>. The event transforms the Nansha COCO Park into a massive esports arena, celebrating the region's vibrant digital culture.</p><p>The headline attraction is the battle for China's final 'Golden Ticket' to Capcom Cup 12. With regional juggernauts Xiaohai and Vxbao already qualified, the Street Fighter 6 bracket offers a rare opportunity for the next generation of talent. The top 8 eligible players from the leaderboard, led by Evo runner-up <strong>Zhen</strong> and veteran <strong>DCQ</strong>, will compete in a double-elimination bracket to decide who joins the world's best in Tokyo.</p><p>Beyond the main stage drama, FCC VI Nansha features a festival atmosphere with multiple side tournaments, including <em>Guilty Gear -Strive-</em> and <em>Super Smash Bros. Ultimate</em>, solidifying Nansha's reputation as a rising hub for international esports.</p>",
    "notablePlayers": [
      "Zhen",
      "DCQ",
      "z_xiri",
      "Jiewa",
      "Tiger",
      "Pinkstar",
      "YANGMIAN",
      "MarXD"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "red-line-fight-7-samurai-no-seiiki": {
    "name": "RED LINE FIGHT 7: Samurai no Seiiki",
    "slug": "red-line-fight-7-samurai-no-seiiki",
    "startAt": 1764975600,
    "endAt": 1765130400,
    "startDate": "2025-12-06",
    "endDate": "2025-12-07",
    "dates": "Dec 6-7, 2025",
    "location": "Viale Piemonte, 41, 20093 Cologno Monzese MI, Italy",
    "venueName": "Nemiex Club",
    "url": "https://www.start.gg/tournament/red-line-fight-7-samurai-no-seiiki",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/sygesportsteam",
    "scheduleLink": "",
    "description": "<p>RED LINE FIGHT 7: Samurai no Seiiki continues the long running Red Line Street Fighter series at Nemiex Club on Viale Piemonte 41 in Cologno Monzese, just outside central Milan, with the main event weekend set for December 6 and 7, 2025 and a themed pre event party on December 5.</p><p>The schedule focuses on Capcom titles, pairing a Street Fighter III Third Strike singles bracket on December 6 with Street Fighter 6 singles on December 7, plus a Saturday Night Party block that gives players additional time for matches, exhibitions and warm up sets around the main competition days.</p><p>Red Line Fight 7 is framed as a Seven Samurai themed edition of the series, bringing together Italian and visiting players who follow both classic Street Fighter and the current Street Fighter 6 era, with Nemiex Club acting as the gathering point for a full weekend built around these games.</p>",
    "notablePlayers": [
      "Garnet"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "the-noodle-fest-2025": {
    "name": "The Noodle Fest 2025",
    "slug": "the-noodle-fest-2025",
    "startAt": 1764428400,
    "endAt": 1765080000,
    "startDate": "2025-11-29",
    "endDate": "2025-12-06",
    "dates": "Nov 29-Dec 6, 2025",
    "location": "3248 Rue Jean-Yves, Kirkland, QC H9J 2R6, Canada",
    "venueName": "Noodle Empire Esports & Game Center",
    "url": "https://www.noodleempire.com/event-details/the-noodle-fest-2025",
    "tier": "B",
    "prizes": "$2,000",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/mtl_underground",
    "scheduleLink": "https://drive.google.com/file/d/1fyqUc6scXUzUHWPMqRtfd6E-4Z7hLhqn/view",
    "description": "<p>The Noodle Fest 2025 is a week long fighting game and community festival in Kirkland, Quebec, running from November 29 to December 6, 2025 at Noodle Empire’s gaming and esports center on Rue Jean-Yves. Framed as a crossover celebration for Noodle Empire’s third anniversary, it brings together a full schedule of tournaments, special events and hangout time under one roof, with more than a dozen featured games and over two thousand dollars in prizes and pot bonuses across the week.</p><p>The lineup highlights both platform fighters and traditional fighting games, with brackets for Street Fighter 6, Tekken 8, Super Smash Bros Ultimate, Super Smash Bros Melee, Rivals 2, Guilty Gear Strive and 2XKO among the core competitions. Different titles are given their own dedicated day of play, supported by targeted pot bonuses such as a featured bonus for Street Fighter 6 and additional prize boosts for games like Rivals 2 and Smash Melee, so players can focus on their main game while still being part of a larger festival schedule.</p><p>Across the week, The Noodle Fest 2025 is positioned as a hub for the Montreal area fighting game community and visitors, combining structured tournaments with casual sessions, creator content and venue activities to create a sustained event that rewards both repeat attendance and focused tournament runs.</p>",
    "notablePlayers": [
      "Zykles",
      "Slice",
      "BigDomChurros",
      "MTL_Rami"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "mindset-2025": {
    "name": "MINDSET 2025",
    "slug": "mindset-2025",
    "startAt": 1764405000,
    "endAt": 1764522000,
    "startDate": "2025-11-29",
    "endDate": "2025-11-30",
    "dates": "Nov 29-30, 2025",
    "location": "65 Rue Germaine Tillion, 92700 Colombes, France",
    "venueName": "KOPSTER Hotel Residence Paris Ouest Colombes",
    "url": "https://nsxc.gg/mindset/",
    "tier": "B",
    "prizes": "€1,000",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/mistahcrimson",
    "scheduleLink": "https://x.com/_NSxC/status/1986780974378586260?s=20",
    "description": "<p>MINDSET 2025 is a two day fighting game tournament in Colombes, just outside Paris, running November 29 and 30 at KOPSTER Hotel Residence Paris Ouest Colombes, 65 Rue Germaine Tillion. The event is built as a dedicated weekend for versus fighting, inviting players from across France and beyond to compete, stay on site and make the most of a full schedule in one location.</p><p>The game lineup covers a wide range of styles: Street Fighter 6, Tekken 8, Guilty Gear Strive, Granblue Fantasy Versus Rising, Guilty Gear Xrd Rev 2, 2XKO, Fatal Fury City of the Wolves and Hunter x Hunter Nen Impact. This mix of modern flagship titles, anime fighters and new releases gives players multiple brackets to enter whether they focus on traditional 2D games, 3D fighters or team based action, with some titles also tied into official tour circuits for competitors tracking season long results.</p><p>Beyond the brackets, MINDSET 2025 is presented as an inclusive event that emphasizes accessibility, diversity and fair play, aiming to create an environment where players can challenge themselves, build confidence and connect with the wider fighting game community around shared values as well as matches.</p>",
    "notablePlayers": [
      "Mister Crimson",
      "Kilzyou",
      "Akainu",
      "s4ltyKiD",
      "Alphen",
      "JuniorLeo",
      "Kayne"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "thaiger-uppercut-2025": {
    "name": "Thaiger Uppercut 2025",
    "slug": "thaiger-uppercut-tgu-2025",
    "startAt": 1764301200,
    "endAt": 1764511200,
    "startDate": "2025-11-28",
    "endDate": "2025-11-30",
    "dates": "Nov 28-30, 2025",
    "location": "IMPACT Muang Thong Thani, Tambon Ban Mai, Amphoe Pak Kret, Chang Wat Nonthaburi 11120, Thailand",
    "venueName": "The Portal Ballroom",
    "url": "https://www.tgu.gg/",
    "tier": "B",
    "prizes": "฿42,000",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/tgu_main",
    "scheduleLink": "https://x.com/TGUteam/status/1993201240969560230?s=20",
    "description": "<p>Thaiger Uppercut 2025 (TGU 2025) marks the 13th anniversary of Thailand’s premier fighting game major. Hosted at The Portal Ballroom @ IMPACT Muang Thong Thani, this event stands as one of Southeast Asia's critical competitive hubs. For Street Fighter 6 players and fans, TGU 2025 offers a massive dedicated bracket and unique community events in the heart of Bangkok.</p><p>TGU 2025 features a robust schedule designed for competitive depth and community engagement. In addition to the main singles bracket, the event will host a special Street Fighter 6 3v3 Team Tournament on Friday featuring a 'Last Man Standing' format. While the event focuses heavily on the SF6 community, it remains a global powerhouse in the FGC ecosystem, simultaneously hosting Master and Gold tier events for other titles like Tekken 8 and Guilty Gear -STRIVE-.</p><p>The tournament takes place at IMPACT Muang Thong Thani, easily accessible via the Pink Line Monorail. Passes are available in Competitor and Spectator tiers, with the venue offering an Artist Alley, Indie Game Showcase, and a dedicated Retro Game & Toy Zone.</p>",
    "notablePlayers": [
      "Burnoutfighter",
      "Book"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "knox-out-25": {
    "name": "Knox Out 25",
    "slug": "knox-out-25",
    "startAt": 1763823600,
    "endAt": 1763953200,
    "startDate": "2025-11-22",
    "endDate": "2025-11-23",
    "dates": "Nov 22-23, 2025",
    "location": "401 Lakeside St, Knoxville, TN 37914, USA",
    "venueName": "Ace Miller Golden Gloves Arena",
    "url": "https://www.start.gg/tournament/knox-out-25/details",
    "tier": "B",
    "prizes": "Cash Prize + Custom Golden Gloves",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/scruffycityfgc",
    "scheduleLink": "https://x.com/tenomedia/status/1991959917847044124?s=20",
    "description": "<p>The FGC prepares for a \"Ringside Rumble\" as <strong>Knox Out 25</strong> takes over the historic <strong>Ace Miller Golden Gloves Arena</strong> in Knoxville, Tennessee.</p><p>Organized by the <strong>Scruffy City FGC</strong>, Knox Out 25 has established itself as one of the most unique esports events in the Southeast. Returning for its third iteration on <strong>November 22–23, 2025</strong>, this major regional tournament transforms a traditional boxing venue into a massive competitive gaming stage.</p><h3>Unique Event Features:</h3><ul><li><strong>Ringside Finals:</strong> Top 8 matches are broadcast live from inside authentic boxing rings.</li><li><strong>Golden Gloves Trophy:</strong> Winners take home a pair of custom Knox-Out Golden Boxing Gloves.</li><li><strong>Massive Game Lineup:</strong> Featuring <em>Street Fighter 6</em>, <em>Tekken 8</em>, <em>Guilty Gear Strive</em>, <em>Fatal Fury: City of the Wolves</em>, and many more.</li></ul><p>With over 15,000 sq ft of space, a dedicated BYOC area, and on-site food trucks, Knox Out 25 is the premier destination for fighting game fans in the region.</p>",
    "notablePlayers": [
      "harms",
      "CamPaine"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "beepro-cup-2025": {
    "name": "BeePro Cup 2025",
    "slug": "beepro-cup-2025",
    "startAt": 1763690400,
    "endAt": 1763906400,
    "startDate": "2025-11-21",
    "endDate": "2025-11-23",
    "dates": "Nov 21-23, 2025",
    "location": "110, No. 133, Guangfu South Road, Xinyi District, Taipei City, Taiwan",
    "venueName": "Songshan Cultural and Creative Park’s Multi Function Hall",
    "url": "https://www.beeprocup.com/",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/gamerbee",
    "scheduleLink": "https://x.com/SEsFGC78/status/1991570667666567681?s=20",
    "description": "<p>BeePro Cup 2025 is a three day fighting game festival in Taipei, Taiwan, running November 21–23, 2025 at Songshan Cultural and Creative Park's Multi Function Hall. Led by veteran pro player GamerBee, the event brings together a wide lineup that includes Street Fighter 6, Tekken 8, The King of Fighters XV, Granblue Fantasy Versus Rising, Guilty Gear Strive, Virtua Fighter 5 R.E.V.O., Fatal Fury City of the Wolves, Puyo Puyo eSports, Dead or Alive 6 and more, giving players across both classic and modern series multiple brackets to enter over the weekend.</p><p>Alongside tournament play, BeePro Cup 2025 is presented as a broader community festival, with space for casual matches, creator and sponsor booths, on site merchandise and plenty of time to follow high level Street Fighter 6, anime fighters and 3D franchises in one place with players and fans from Taiwan and beyond.</p>",
    "notablePlayers": [
      "Oil King",
      "Hope",
      "ZJZ"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "emirates-showdown-2025": {
    "name": "Emirates Showdown 2025",
    "slug": "emirates-showdown-2025",
    "startAt": 1763690400,
    "endAt": 1763906400,
    "startDate": "2025-11-22",
    "endDate": "2025-11-23",
    "dates": "Nov 22-23, 2025",
    "location": "Al Qana Walk - Rabdan - Al Maqta - Abu Dhabi - United Arab Emirates",
    "venueName": "Pixoul Gaming",
    "url": "https://www.start.gg/tournament/emirates-showdown-2025/details",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/vslashesports",
    "scheduleLink": "https://x.com/VslashEsports/status/1990122655706501442?s=20",
    "description": "<p>Get ready for the ultimate clash of champions at <strong>Emirates Showdown 2025</strong>, the Middle East's premier fighting game tournament, hosted by <strong>Vslash Esports</strong>. Taking place from <strong>November 22-23, 2025</strong>, this major offline esports event will bring the global fighting game community (FGC) to <strong>Abu Dhabi, United Arab Emirates</strong>, for a weekend of high-stakes competition.</p><p>The event is being held at the state-of-the-art <strong>Pixoul Gaming</strong> venue at <strong>Al Qana Walk</strong>, positioning Abu Dhabi as a central hub for world-class competitive gaming.</p><h3>Featured Tournaments & Global Circuits:</h3><p>Emirates Showdown 2025 is a critical stop for pro players, as it is an official part of two of the world's most prestigious esports circuits:</p><ul><li><strong>Street Fighter 6:</strong> As part of the <strong>Capcom Pro Tour (CPT) 2025</strong>, the tournament is a key qualifier for the <strong>World Warrior: Middle East</strong> circuit, offering players a pathway to the Capcom Cup.</li><li><strong>TEKKEN 8:</strong> The event is an official <strong>TEKKEN World Tour (TWT) 2025 Challenger</strong> event. Players from around the globe will battle it out to earn crucial circuit points for a chance to compete in the TWT Global Finals.</li></ul><p>Alongside these titans, the event will also feature tournaments for other highly anticipated fighting games, including <strong>2XKO</strong> and <strong>Fatal Fury: City of the Wolves</strong>.</p><p>Whether you're a competitor aiming for global glory or a fan looking to witness top-tier fighting game action, Emirates Showdown 2025 is the must-attend esports event in the Middle East this year. Don't miss this electrifying showcase of skill, strategy, and passion.</p>",
    "notablePlayers": [
      "Vi",
      "_Solomon",
      "VanMezian"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "astral-finish-2025": {
    "name": "Astral Finish 2025",
    "slug": "astral-finish-2025",
    "startAt": 1763222400,
    "endAt": 1763355600,
    "startDate": "2025-11-15",
    "endDate": "2025-11-16",
    "dates": "Nov 15-16, 2025",
    "location": "Prol. 20 De Noviembre s/n, Zapopan, 45100 Zapopan, Jal., Mexico",
    "venueName": "",
    "url": "https://www.start.gg/tournament/astral-finish-2025",
    "tier": "B",
    "prizes": "MX$7,500",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/ligaaceesports",
    "scheduleLink": "https://x.com/af_gdl/status/1988713410524041390?s=20",
    "description": "<p>Astral Finish 2025 is an anime fighting game tournament in Guadalajara, Jalisco, that puts a special spotlight on <strong>Street Fighter 6</strong>, while also featuring TEKKEN 8, Guilty Gear Strive, Granblue Fantasy Versus Rising, and Fatal Fury City of the Wolves. Run by the AF GDL team, who are known for nurturing Mexico’s anime fighter communities, the event brings together strong local talent and traveling competitors from across Latin America.</p><p>For <strong>Street Fighter 6 players</strong>, Astral Finish 2025 offers a focused tournament environment with a dedicated SF6 bracket and a <strong>$7,500 MXN prize pool</strong>, giving grinders a real chance to earn money, regional clout, and valuable experience against a concentrated pool of strong opponents. Whether you follow the Latin American Street Fighter 6 circuit or you are planning your next out of town event, Astral Finish 2025 stands out as one of the most important anime centered tournaments in Mexico.</p>",
    "notablePlayers": [
      "MJ_Gama",
      "AxL-",
      "Jazdero"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "battle-coliseum-2025": {
    "name": "Battle Coliseum 2025",
    "slug": "battle-coliseum-2025",
    "startAt": 1763222400,
    "endAt": 1763355600,
    "startDate": "2025-11-15",
    "endDate": "2025-11-16",
    "dates": "Nov 15-16, 2025",
    "location": "São Paulo, SP, Brasil",
    "venueName": "Nikkey Palace Hotel",
    "url": "https://www.start.gg/tournament/battle-coliseum-2025/details",
    "tier": "B",
    "prizes": "R$5,000",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/spadagamer1",
    "scheduleLink": "",
    "description": "<p>Battle Coliseum 2025 is a major fighting game tournament in São Paulo, Brazil, organized by Fighting Games Club SP. The event anchors the Brazilian calendar with a full multi game lineup that includes Street Fighter 6 alongside Tekken 8, Guilty Gear Strive, Granblue Fantasy Versus Rising, Mortal Kombat 1, Pocket Bravery, Under Night In Birth II Sys Celes, The King of Fighters XV, Fatal Fury City of the Wolves, Super Smash Bros Ultimate, and 2XKO. Built around a mix of competition and community, Battle Coliseum has grown into one of the largest fighting game gatherings in Brazil, with previous editions drawing close to one thousand attendees from across the country and the wider Latin American scene.</p><p>For Street Fighter 6 players, Battle Coliseum 2025 offers a dedicated SF6 tournament with a prize pool of just over R$5,000 BRL and a field that pushes the bracket well past one hundred entrants. With stacked pools, recognizable regional names, and a reputation for high level play, Battle Coliseum 2025 stands out as one of the key Street Fighter 6 stops in the Brazilian tournament circuit for players who want serious practice, ranking relevant results, and a spotlight on the Latin American stage.</p>",
    "notablePlayers": [
      "NotPedro",
      "Didimokof",
      "Kyuki"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "midwest-mixfest-25": {
    "name": "Midwest Mixfest '25",
    "slug": "midwest-mixfest-25",
    "startAt": 1763143200,
    "endAt": 1763355600,
    "startDate": "2025-11-14",
    "endDate": "2025-11-16",
    "dates": "Nov 14-16, 2025",
    "location": "1500 Park Pl Blvd, Minneapolis, MN 55416, USA",
    "venueName": "",
    "url": "https://www.start.gg/tournament/midwest-mixfest-25",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "Midwest Mixfest '25 is scheduled for Nov 14-16, 2025 in 1500 Park Pl Blvd, Minneapolis, MN 55416, USA. Featuring Street Fighter 6. Registered top players include Docmorales24, Zaidi.",
    "notablePlayers": [
      "Docmorales24",
      "Zaidi"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "drowning-pools-2025": {
    "name": "Drowning Pools 2025",
    "slug": "drowning-pools-2025",
    "startAt": 1763197200,
    "endAt": 1763244000,
    "startDate": "2025-11-15",
    "endDate": "2025-11-15",
    "dates": "Nov 15, 2025",
    "location": "Metropolitan Cathedral, Brownlow Hill, Liverpool L3 5TQ, UK",
    "venueName": "Lutyens Crypt",
    "url": "https://www.start.gg/tournament/drowning-pools-2025",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "<p>Drowning Pools 2025 is a one day fighting game tournament in Liverpool, England, on November 15, 2025, hosted at Lutyens Crypt and organized by Merseyside FGC. The main lineup features Street Fighter 6 and Tekken 8 alongside Guilty Gear Strive, Guilty Gear Xrd Rev 2, Under Night In Birth II Sys Celes and Granblue Fantasy Versus Rising, giving players of modern and legacy 2D and anime fighters a full day of competition in one venue.</p><p>Beyond the headline games, Drowning Pools 2025 also plans community tournaments for Virtua Fighter 5 R E V O, Skullgirls 2nd Encore, Ultimate Marvel vs Capcom 3 and Vampire Savior, adding classic titles and fan favorites to the schedule. As the latest entry in the Drowning Pools series, the event aims to bring the Liverpool and wider United Kingdom fighting game community together around a busy day of brackets, varied character picks and plenty of sets to play and watch.</p>",
    "notablePlayers": [
      "MysticSmash",
      "LinkNova",
      "Matt Hazard"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "clash-of-the-olympians-2025": {
    "name": "CLASH OF THE OLYMPIANS 2025",
    "slug": "clash-of-the-olympians-2025",
    "startAt": 1763193600,
    "endAt": 1763323200,
    "startDate": "2025-11-15",
    "endDate": "2025-11-16",
    "dates": "Nov 15-16, 2025",
    "location": "Mesogeion 151, Marousi 151 26, Greece",
    "venueName": "Dais Athletic Center",
    "url": "https://clashoftheolympians.com/",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "",
    "description": "<p>Clash of the Olympians 2025 is a two day fighting game tournament in Athens, Greece, on November 15 and 16, held at Dais Athletic Center in Marousi as the latest entry in Greece's long running Clash of the Olympians series run by the LegacyOfKaiser team. The event brings together players from across Europe for a schedule built around Tekken 8, Street Fighter 6, Guilty Gear Strive, Granblue Fantasy Versus Rising and other featured titles, giving both 3D and 2D specialists multiple brackets to enter across the weekend.</p><p>Tekken 8 at Clash of the Olympians 2025 serves as a Tekken World Tour 2025 Master event, while Guilty Gear Strive is promoted as a Gold level qualifier, positioning both games as key stops for players chasing tour results late in the season. Alongside those headline brackets, the weekend gives regional contenders and traveling specialists a chance to compete on a dedicated Greek stage before the competitive year winds down.</p>",
    "notablePlayers": [
      "Akainu"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
    "tidal-waves-5-2250-pot-bonus-and-growing": {
    "name": "Tidal Waves #5",
    "slug": "tidal-waves-5-2250-pot-bonus-and-growing",
    "startAt": 1762617600,
    "endAt": 1762747200,
    "startDate": "2025-11-08",
    "endDate": "2025-11-09",
    "dates": "Nov 8-9, 2025",
    "location": "100 Kent St, Ottawa, ON K1P 5R7, Canada",
    "venueName": "Ottawa Marriott Hotel",
    "url": "https://www.start.gg/tournament/tidal-waves-5-2250-pot-bonus-and-growing",
    "tier": "B",
    "prizes": "$2,250+",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/downtownrumble",
    "scheduleLink": "https://x.com/TidalWavesGG/status/1983926734106820820",
    "description": "<p>Tidal Waves 5 is a grassroots fighting game tournament in Ottawa, Ontario, on November 8 and 9, hosted at the Ottawa Marriott Hotel in the downtown core. Built around Super Smash Bros Melee with singles and doubles on the schedule, the event advertises a growing pot bonus that has reached a combined total of more than two thousand dollars across its featured games, making it one of the bigger prize pools in the region for that weekend.</p><p>The lineup extends beyond Melee to include Super Smash Bros Ultimate, Street Fighter 6, Guilty Gear Strive, BlazBlue Central Fiction, 2XKO and Fatal Fury City of the Wolves, giving both platform fighter specialists and traditional fighting game players multiple brackets to enter over two days. With hotel rooms on site and dedicated space for matches, casuals and spectating, Tidal Waves 5 is set up as a weekend long stop for competitors who want to chase a pot bonus, level up against out of town visitors and spend time with the Ottawa fighting game community.</p>",
    "notablePlayers": [
      "Zykles",
      "Thunder DeLangis",
      "Slice"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
    "tec-in-place-4": {
    "name": "Tec In Place #4",
    "slug": "tec-in-place-4",
    "startAt": 1762621200,
    "endAt": 1762750800,
    "startDate": "2025-11-08",
    "endDate": "2025-11-09",
    "dates": "Nov 8-9, 2025",
    "location": "Av Lago de Guadalupe KM 3.5, Margarita Maza de Juárez, 52926 Cd López Mateos, Méx., México",
    "venueName": "Tecnológico de Monterrey Estado de México",
    "url": "https://www.start.gg/tournament/tec-in-place-4",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "",
    "scheduleLink": "https://www.start.gg/tournament/tec-in-place-4/details",
    "description": "<p>TEC In Place 4 is a two day fighting game tournament in Ciudad López Mateos, Mexico, on November 8 and 9, bringing together players from across the region for a mix of modern and classic titles. The lineup features Super Smash Bros Ultimate, Super Smash Bros Melee, Street Fighter 6, Rivals 2 and Fatal Fury City of the Wolves, giving competitors across platform fighters and traditional fighters several brackets to lock in a run.</p><p>TEC In Place 4 is also framed as a meetup spot for the local and regional community, with space for casual matches, friendlies between sets and time to connect with other players who follow Smash, Street Fighter and SNK games in the Mexican fighting game scene.</p>",
    "notablePlayers": [
      "MJ_Gama",
      "LUGABO",
      "Jazdero"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "r-i-s-c-2025-rumble-in-nrg-spectrum-castle": {
    "name": "R.I.S.C. 2025 (Rumble in NRG Spectrum Castle)",
    "slug": "r-i-s-c-2025-rumble-in-nrg-spectrum-castle",
    "startAt": 1762624800,
    "endAt": 1762657200,
    "startDate": "2025-11-08",
    "endDate": "2025-11-09",
    "dates": "Nov 8-9, 2025",
    "location": "1601 Industrial St, Los Angeles, CA 90021, USA",
    "venueName": "NRG Spectrum Castle",
    "url": "https://www.start.gg/tournament/r-i-s-c-2025-rumble-in-nrg-spectrum-castle",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/downbackclub",
    "scheduleLink": "https://x.com/DownBackClub/status/1984018331838595459",
    "description": "<p>R I S C 2025 brings a full weekend of fighting games to NRG Spectrum Castle in Los Angeles on November 8 and 9, as part of the ongoing Rumble In SoCal event series. The schedule features Street Fighter 6 alongside Guilty Gear Strive, Granblue Fantasy Versus Rising, 2XKO, Under Night In Birth II Sys Celes, Tekken 8 and Fatal Fury City of the Wolves, with brackets run in a double elimination format using standard FGC rules.</p><p>Granblue Fantasy Versus Rising and Guilty Gear Strive are planned as ARC World Tour Gold stops, giving players in those titles a chance to earn a result that counts on an official tour. 2XKO also receives special attention with a substantial publisher backed pot bonus, making it one of the most notable prize pools at the event and an early showcase for that game on a dedicated stage.</p><p>The Street Fighter 6 field is expected to include established regional players alongside visiting competitors, offering a structured environment for SoCal regulars and travelers to test their current form against one another.</p>",
    "notablePlayers": [
      "NYChrisG",
      "TreeWiz",
      "Scythe",
      "MOTHMAN"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "roundabout-2025": {
    "name": "ROUNDABOUT 2025",
    "slug": "roundabout-2025",
    "startAt": 1762596000,
    "endAt": 1762628400,
    "startDate": "2025-11-08",
    "endDate": "2025-11-08",
    "dates": "Nov 8, 2025",
    "location": "400 Marlborough Gate, Milton Keynes MK9 3FP, UK",
    "venueName": "Hotel La Tour",
    "url": "https://www.start.gg/tournament/roundabout-2025",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "streamLink": "https://www.twitch.tv/strikefiercefgc",
    "scheduleLink": "https://x.com/ESC_MK/status/1984703295877751107",
    "description": "<p>ROUNDABOUT 2025 brings a new UK fighting game major to Hotel La Tour in Milton Keynes on November 8, turning the venue into an all day meeting point for players from across the country and beyond. Built by the Enigmatic Smash Clash team as a step up from their regular locals, the main lineup features Street Fighter 6, Tekken 8, Super Smash Bros Ultimate, Guilty Gear Strive and Granblue Fantasy Versus Rising.</p><p>Alongside the tournament stations, ROUNDABOUT 2025 is also planned as a social day for the wider United Kingdom fighting game community, with space for casual play, a retro corner and time between matches to meet other players, watch sets and explore the venue.</p>",
    "notablePlayers": [
      "Matt Hazard",
      "LinkNova"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "kuaishou-fightclub-championship-vi": {
    "manualOnly": true,
    "name": "Kuaishou Fightclub Championship VI",
    "dates": "Oct 31-Nov 2, 2025",
    "location": "No. 8, Section 4, Renmin South Road, Wuhou District, Chengdu, Sichuan, China Postal Code: 610041",
    "url": "https://www.start.gg/tournament/vi-kuaishou-fightclub-championship-vi-chengdu/details",
    "tier": "S",
    "prizes": "JPY 71,000",
    "game": "Street Fighter 6",
    "slug": "kuaishou-fightclub-championship-vi",
    "streamLink": "",
    "scheduleLink": "",
    "description": "Get ready for the KUAISHOU FIGHTCLUB CHAMPIONSHIP VI! This premier FGC event takes place from October 31st to November 2nd, 2025, at the Sichuan Gymnasium in Chengdu, China. Witness top-tier competition as fighters clash in the main event, a Street Fighter 6 CPT Premier. Whether you're a competitor or a fan, this is a must-attend tournament for the global fighting game community. Don't miss out on the action!",
    "venueName": "Sichuan Gymnasium",
    "notablePlayers": [
      "ひなお",
      "jojotaro",
      "Punk",
      "eguto",
      "NoahTheProdigy",
      "Tokido",
      "怪人王子",
      "Kilzyou",
      "Chris Wong",
      "DCQ",
      "Oil King",
      "Ryukichi"
    ],
    "isArchived": true,
    "excludeFromSite": false
  },
  "umad-2025": {
    "name": "Ultimate Montreal Airdashers 2025",
    "isArchived": true,
    "dates": "Sep 19-21, 2025",
    "location": "8 Rue Queen, Montréal, QC H3C 1X7, Canada",
    "url": "https://www.start.gg/tournament/umad-2025/details",
    "tier": "B",
    "prizes": "TBA",
    "game": "Street Fighter 6",
    "slug": "umad-2025",
    "streamLink": "https://www.twitch.tv/woolieversus",
    "scheduleLink": "https://x.com/WoolieWoolz/status/1969113618403787067",
    "description": "UMAD 2025 is set to be one of the year’s most exciting fighting game tournaments, bringing together players from all over the competitive FGC to battle for glory, recognition, and prizes. Known for its high-energy atmosphere and community-driven spirit, UMAD has built a reputation as a premier esports event where both veteran competitors and rising stars get the chance to showcase their skills on the big stage.\n\nFans can expect fast-paced matches, unforgettable comebacks, and the kind of hype that only a top-tier fighting game event can deliver. With multiple games featured, a strong lineup of players, and an environment designed to celebrate the culture of fighting games, UMAD 2025 will be more than just a tournament—it will be a gathering place for the FGC to connect, compete, and create lasting memories.\n\nFor those looking to take their skills to the next level, UMAD 2025 is the perfect stage to test strategies, gain experience against high-level talent, and make a name within the competitive scene. Spectators and participants alike will enjoy the excitement of live competition, the energy of passionate fans, and the opportunity to be part of one of the standout events of the esports calendar.\n\nIf you are a fighting game fan, competitor, or community supporter, UMAD 2025 is an event you won’t want to miss. Register today, train hard, and get ready to join an experience that embodies everything the Fighting Game Community stands for.",
    "venueName": "8 Queen",
    "notablePlayers": [
      "FluxWaveZ",
      "googy",
      "Methodcobra"
    ]
  },
  "roundhouse-2025": {
    "name": "Roundhouse 2025",
    "isArchived": true,
    "dates": "Sep 26-28, 2025",
    "location": "1400 Milwaukee Ave, Glenview, IL 60025, USA",
    "url": "http://lowkickesports.com/",
    "tier": "A",
    "prizes": "$1,000 Pot Bonus",
    "game": "Street Fighter 6",
    "slug": "roundhouse-2025",
    "streamLink": "",
    "scheduleLink": "",
    "description": "Get ready for Roundhouse 2025, the Midwest’s premier fighting game showdown. From September 26-28, 2025, competitors, fans, and newcomers converge on Chicago’s Glenview area for three full days of tournaments, side-events, exhibitions, and nonstop action.\n\nHeld in the luxurious Renaissance Chicago Glenview Suites Hotel—just 20 minutes from O’Hare with free parking, EV charging, and transit access via the Jefferson Park CTA hub—Roundhouse 2025 delivers premium fighting game culture in comfort.\n\nHighlights include:\n\nOver 20 official tournaments, including the return of MIDBEST and TAG exhibitions.\n\n24-hour venue access so that casuals, side tournaments, and top-tier matchups are always on.\n\nSpectator and competitor badges with early, standard, and late registration tiers.\n\nCommunity favorite side events (Melty Blood, Skullgirls, Rivals of Aether, and more) plus vendor booths, food options, and a walkable scene.",
    "venueName": "Renaissance Chicago Glenview Suites Hotel"
  },
  "evo-france-2025": {
    "name": "Evo France 2025",
    "isArchived": true,
    "dates": "Oct 10-12, 2025",
    "location": "Parv. de l'Europe, 06000 Nice, France",
    "url": "https://evo.gg/events/2025-france",
    "tier": "S+",
    "prizes": "€100,000",
    "game": "Street Fighter 6",
    "slug": "evo-france-2025",
    "streamLink": "",
    "scheduleLink": "",
    "description": "EVO France 2025 is shaping up to be a landmark event in the history of competitive fighting games, as it marks the first EVO event held in Europe. Set for October 10-12, 2025 at the Palais des Expositions - Nice Acropolis, this three-day festival will gather the world's top FGC talent alongside a passionate fanbase to compete across seven headline titles: Street Fighter 6, Tekken 8, Guilty Gear -Strive-, Dragon Ball FighterZ, Granblue Fantasy Versus: Rising, Fatal Fury: City of the Wolves, and Hunter×Hunter Nen×Impact.\n\nEVO France 2025 will offer one of the most intense and prestige-filled brackets yet. Entrants can expect fierce matchups as longtime champions and emerging stars alike battle to prove who truly sits at the pinnacle of SF6. With a strong prize pool totaling 100 000 € across the seven main tournaments, every match carries weight—not just for glory or ranking, but for a meaningful share of rewards.\n\nWhat makes EVO France extra special is the full Main Stage Finals for each of the seven featured titles being held in the same Palais des Expositions - Nice Acropolis venue, providing unified, high-impact moments for spectators and competitors alike. Imagine Top 8 SF6 sets with high stakes, high energy, crowd support, and all eyes watching: comebacks, clutch reads, character mastery, and the evolving meta on full display.\n\nThis event is more than just competition—it’s a celebration of fighting game culture in Europe, from free-play sessions to meetups, and a chance for fans and players to connect in person. If you follow SF6 or the broader EVO series, EVO France 2025 promises must-see gameplay, historic potential, and a chance for legends to be made.",
    "venueName": "Palais des Expositions - Nice Acropolis"
  },
  "ultimate-fighting-arena-2025-3": {
    "name": "Ultimate Fighting Arena 2025",
    "isArchived": true,
    "dates": "Sep 12-14, 2025",
    "location": "87 Avenue des Magasins Généraux, 93300 Aubervilliers, France",
    "url": "https://www.ufa.gg/",
    "tier": "S",
    "prizes": "€9,324 Pot",
    "game": "Street Fighter 6",
    "slug": "ultimate-fighting-arena-2025-3",
    "streamLink": "https://www.twitch.tv/capcomfighters",
    "scheduleLink": "https://x.com/UFA_Gaming/status/1966184965449842863",
    "description": "Ultimate Fighting Arena (UFA) is Europe’s biggest festival dedicated to fighting games, held over three days from September 12-14, 2025 at Docks de Paris, Aubervilliers, Grand Paris.\n\nAt UFA, top players, fans, and newcomers come together not only to compete in high-stakes tournaments, but also to dive into a full cultural celebration of the fighting game community. Attendees can play in the Arcade Zone, enjoy world-class exhibitions, shop at merchandise booths, sample food from a variety of food trucks, and explore the artist alley.\n\nUFA 2025 is organized by Gozulting together with community partners and powered by a passionate volunteer base.",
    "venueName": "Docks de Paris",
    "notablePlayers": [
      "Daigo Umehara",
      "Tokido",
      "GO1",
      "Punk",
      "NuckleDu",
      "Riddles",
      "Problem X",
      "Luffy",
      "Phenom",
      "Itabashi Zangief",
      "Higuchi",
      "EndingWalker",
      "Oil King",
      "Blaz",
      "Ryan Hart"
    ]
  }
}